Repository: montera34/Avada-child-participa
Catalog: languages/*.po
Languages: es_es, eu_es

source: Small
es_es: Pequeño
eu_es: Txikia

source: Home page widget area
es_es: Área de widgets de la portada

source: Organizer
es_es: Organiza

source: Neighbourhood forums
es_es: Foros de barrio
eu_es: Auzo-Eztabaidaguneak

source: News
es_es: Actualidad
eu_es: Albisteak

source: Coming events
es_es: Próximos eventos

source: View events calendar
es_es: Ver calendario de eventos

source: Permanent participation spaces
es_es: Espacios estables de participación
eu_es: Partaidetza espazio permanentea

source: One-time participation spaces
es_es: Espacios puntuales de participación
eu_es: Partaidetza espazio puntuala

source: Permanent
es_es: Estables
eu_es: Permanentea

source: One-time
es_es: Puntuales
eu_es: Puntuala

source: Types
es_es: Tipos
eu_es: Mota

source: Areas
es_es: Áreas
eu_es: Alorra

source: Neighbourhood
es_es: Barrios
eu_es: Auzoa

source: All
es_es: Todos
eu_es: Guztia

source: Micro
eu_es: Mikro
